import type { TestQuestion } from "@/types/accreditation";

export const hirurgiyaQuestions: TestQuestion[] = [
  {
    id: "hir-q-1",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "При стойком и длительном течении кардиоспазма применяют",
    options: [
      "кардиодилатацию",
      "оперативный метод лечения",
      "эндопротезирование пищевода",
      "медикаментозный метод лечения",
    ],
    correctIndex: 0,
  },
  {
    id: "hir-q-2",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Для наилучшего результата эмпирическая антибактериальная терапия рекомендована __ с момента диагностики сепсиса у ожоговых больных",
    options: [
      "после получения результатов микробиологического исследования",
      "после консультации клинического фармаколога",
      "в течение суток",
      "в течение 1 часа",
    ],
    correctIndex: 3,
  },
  {
    id: "hir-q-3",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Экстренную специфическую профилактику столбняка проводят",
    options: [
      "бактериофагом",
      "столбнячной вакциной",
      "столбнячным анатоксином",
      "антибиотиками",
    ],
    correctIndex: 2,
  },
  {
    id: "hir-q-4",
    specialty: "Хирургия",
    blockNumber: 1,
    question: "Аутотрансплантат это материал взятый у",
    options: ["трупа", "пациента", "однояйцевого близнеца", "животного"],
    correctIndex: 1,
  },
  {
    id: "hir-q-5",
    specialty: "Хирургия",
    blockNumber: 1,
    question: "Под «гемартрозом» понимают",
    options: [
      "кровотечение из полости сустава",
      "организацию кровяного сгустка в полости сустава",
      "скопление крови в грудной клетке",
      "скопление крови в полости сустава",
    ],
    correctIndex: 3,
  },
  {
    id: "hir-q-6",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "При лечении пупочных грыж у детей используется пластика по",
    options: ["Мейо", "Мартынову", "Сапешко", "Лексеру"],
    correctIndex: 3,
  },
  {
    id: "hir-q-7",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Лечение раны в первой фазе течения раневого процесса включает",
    options: [
      "стимулирование роста грануляций",
      "стимулирование процессов очищения раны",
      "стимуляцию эпителизации раны",
      "адаптацию краев раны",
    ],
    correctIndex: 1,
  },
  {
    id: "hir-q-8",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "При открытом переломе и артериальном кровотечении в первую очередь осуществляют",
    options: [
      "остановку кровотечения",
      "иммобилизацию конечности",
      "введение сердечных и сосудосуживающих средств",
      "введение наркотиков для обезболивания",
    ],
    correctIndex: 0,
  },
  {
    id: "hir-q-9",
    specialty: "Хирургия",
    blockNumber: 1,
    question: "Паронихия является воспалением",
    options: [
      "сухожильного влагалища пальца",
      "всех тканей пальца",
      "околоногтевого ложа",
      "межфалангового сустава",
    ],
    correctIndex: 2,
  },
  {
    id: "hir-q-10",
    specialty: "Хирургия",
    blockNumber: 1,
    question: "Гнилостное воспаление характеризуется",
    options: [
      "увеличением продукции слизи",
      "лимфоцитарной инфильтрацией",
      "низким содержанием белка в экссудате",
      "преобладанием влажного некроза ткани",
    ],
    correctIndex: 2,
  },
  {
    id: "hir-q-11",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "При подозрении на острую кишечную непроходимость, основным инструментальным методом исследования является",
    options: [
      "фиброгастроскопия",
      "фистулография",
      "УЗИ",
      "обзорная рентгенография",
    ],
    correctIndex: 3,
  },
  {
    id: "hir-q-12",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Наибольшее значение среди фоновых предопухолевых изменений эпителия ЖКТ придают",
    options: [
      "метаплазии",
      "атрофии",
      "низкой степени дисплазии",
      "высокой степени дисплазии",
    ],
    correctIndex: 3,
  },
  {
    id: "hir-q-13",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Основной причиной развития эмболии периферических артерий является",
    options: [
      "фибрилляция предсердий",
      "постинфарктный кардиосклероз",
      "инфекционный эндокардит",
      "ревматический порок сердца",
    ],
    correctIndex: 0,
  },
  {
    id: "hir-q-14",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Макроскопическим признаком катарального холецистита является",
    options: [
      "резкое увеличение размеров желчного пузыря",
      "инъекция сосудов большого сальника",
      "гиперемия серозного покрова желчного пузыря",
      "мутный выпот в подпеченочном пространстве",
    ],
    correctIndex: 2,
  },
  {
    id: "hir-q-15",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Для выявления носительства S.aureus исследуют",
    options: ["мазки из зева и носа", "мокроту", "кровь", "ликвор"],
    correctIndex: 0,
  },
  {
    id: "hir-q-16",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Некротические изменения в стенке ущемленной кишки начинаются с/со __ слоя",
    options: ["подслизистого", "слизистого", "серозного", "мышечного"],
    correctIndex: 1,
  },
  {
    id: "hir-q-17",
    specialty: "Хирургия",
    blockNumber: 1,
    question: "Аппарат Versajet -- это",
    options: [
      "разновидность дерматома",
      "вид перфоратора кожи",
      "ультразвуковой кавитатор",
      "гидрохирургический скальпель",
    ],
    correctIndex: 3,
  },
  {
    id: "hir-q-18",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "У больного 60 лет с дисфагией и похуданием можно предположить",
    options: [
      "ахалазию пищевода",
      "кардиоспазм",
      "язвенный рефлюкс-эзофагит",
      "рак пищевода",
    ],
    correctIndex: 3,
  },
  {
    id: "hir-q-19",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "При пластике грыжевых ворот пупочных грыж по методике Сапежко дупликатура в __ направлении",
    options: [
      "из мышечно-апоневротических лоскутов в поперечном",
      "апоневроза белой линии в продольном",
      "апоневроза белой линии в поперечном",
      "из мышечно-апоневротических лоскутов в продольном",
    ],
    correctIndex: 3,
  },
  {
    id: "hir-q-20",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Неоднократные курсы бужирования послеожоговой стриктуры пищевода сопряжены с",
    options: [
      "острой кишечной непроходимостью",
      "перфорацией пищевода",
      "холангитом",
      "мезентериальным тромбозом",
    ],
    correctIndex: 1,
  },
  {
    id: "hir-q-21",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Подапоневротическая флегмона ладонной поверхности кисти характеризуется",
    options: [
      "отеком тыла кисти",
      "ограничением подвижности средних пальцев",
      "флюктуацией",
      "повышением температуры тела",
    ],
    correctIndex: 2,
  },
  {
    id: "hir-q-22",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Среди доброкачественных опухолей легкого наиболее часто встречается",
    options: ["миома", "невринома", "фиброма", "гамартома"],
    correctIndex: 3,
  },
  {
    id: "hir-q-23",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Наиболее часто бронхоэктатическая болезнь поражает",
    options: [
      "латеральный сегмент средней доли правого лёгкого",
      "задние сегменты верхних долей обоих лёгких",
      "базальные сегменты нижних долей обоих лёгких",
      "верхние сегменты нижних долей обоих лёгких",
    ],
    correctIndex: 2,
  },
  {
    id: "hir-q-24",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Радикальность хирургического лечения острого парапроктита определяется",
    options: [
      "адекватным вскрытием и санацией гнойного очага",
      "адекватным дренированием",
      "ранней операцией",
      "иссечением внутреннего отверстия свища",
    ],
    correctIndex: 3,
  },
  {
    id: "hir-q-25",
    specialty: "Хирургия",
    blockNumber: 1,
    question: "Пилефлебитом называют тромбофлебит __ вены",
    options: [
      "нижней брыжеечной",
      "печеночной",
      "воротной",
      "селезеночной",
    ],
    correctIndex: 2,
  },
  {
    id: "hir-q-26",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Абсолютным противопоказанием к аутодермопластике является",
    options: [
      "гипопротеинемия",
      "некротическая раневая поверхность",
      "длительное существование ран",
      "наличие микрофлоры в ране",
    ],
    correctIndex: 1,
  },
  {
    id: "hir-q-27",
    specialty: "Хирургия",
    blockNumber: 1,
    question: "Болезнью Дюпюитрена называется",
    options: [
      "ладонный фасциальный фиброматоз",
      "ревматоидный артрит суставов",
      "подагрический артрит",
      "коллоидный рубец кисти",
    ],
    correctIndex: 0,
  },
  {
    id: "hir-q-28",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Критерием эффективности проведенной некротомии является",
    options: [
      "спадение краев раны",
      "потепление дистальных отделов конечности",
      "заживление раны в течение 3-х суток",
      "прекращение кровотечения из ран",
    ],
    correctIndex: 1,
  },
  {
    id: "hir-q-29",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "По степени обсеменённости все раны подразделяют на",
    options: [
      "чистые, контаминированные и инфицированные",
      "асептические, условно чистые и инфицированные",
      "хронические, инфекционные, гнойно-воспалительные",
      "асептические, контаминированные и инфицированные",
    ],
    correctIndex: 3,
  },
  {
    id: "hir-q-30",
    specialty: "Хирургия",
    blockNumber: 1,
    question: "Метод аускультации позволяет определить",
    options: [
      "границы сердца",
      "границы желудка",
      "наличие перистальтики кишечника",
      "наличие желудочно-кишечного кровотечения",
    ],
    correctIndex: 2,
  },
  {
    id: "hir-q-31",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Для выявления высокого риска повторного кровотечения характерен",
    options: [
      "видимый сосуд в виде белесоватого бугорка или фиксированный тромб",
      "мелкие сосуды в виде черных точек",
      "кровь и сгустки в просвете желудка",
      "фибринозный налет в дне язвы",
    ],
    correctIndex: 0,
  },
  {
    id: "hir-q-32",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "При остром гастродуоденальном язвенном кровотечении I степени тяжести наблюдается",
    options: [
      "брадикардия",
      "потеря сознания",
      "АД в пределах нормы",
      "олигоанурия",
    ],
    correctIndex: 2,
  },
  {
    id: "hir-q-33",
    specialty: "Хирургия",
    blockNumber: 1,
    question: "Истинный рецидив эхинококкоза возникает",
    options: [
      "при выявлении новых очагов после противопаразитарной терапии",
      "когда после лечения сохраняются положительные иммунологические тесты",
      "вследствие нерадикальности первичной операции",
      "в результате реинвазии",
    ],
    correctIndex: 3,
  },
  {
    id: "hir-q-34",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Кровь, излившаяся в полости, пригодна для реинфузии в течение",
    options: ["недели", "первых суток", "неограниченного срока", "3 суток"],
    correctIndex: 1,
  },
  {
    id: "hir-q-35",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Карциноидная опухоль чаще всего локализуется в",
    options: [
      "подвздошной кишке",
      "толстой кишке",
      "печени",
      "червеобразном отростке",
    ],
    correctIndex: 3,
  },
  {
    id: "hir-q-36",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Наиболее характерным источником артериальных эмболий является",
    options: [
      "патологический процесс в левом сердце",
      "тромбоз глубоких вен нижних конечностей",
      "операция на сердце и магистральные сосуды",
      "язвенный аортальный атероматоз",
    ],
    correctIndex: 0,
  },
  {
    id: "hir-q-37",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "При развитии острого гангренозного холецистита с местным перитонитом показаны экстренная холецистэктомия и",
    options: [
      "ЭПСТ",
      "наложение холедоходуоденоанастомоза",
      "гепатикоэнтеростомия",
      "дренирование брюшной полости",
    ],
    correctIndex: 3,
  },
  {
    id: "hir-q-38",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Клинический признак целлюлита при неклостридиальных анаэробах",
    options: [
      "выраженная диффузная кровоточивость тканей",
      "отек подкожно-жировой клетчатки",
      "яркая гиперемированная кожа",
      "серо-грязный цвет подкожной клетчатки и фасции",
    ],
    correctIndex: 3,
  },
  {
    id: "hir-q-39",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Асептический некроз таранной кости возникает при",
    options: [
      "сахарном диабете",
      "системной красной волчанке, васкулитах",
      "переломах и переломовывихах таранной кости",
      "варикозной болезни",
    ],
    correctIndex: 2,
  },
  {
    id: "hir-q-40",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Второе физиологическое сужение двенадцатиперстной кишки обусловлено давлением",
    options: [
      "печени",
      "поджелудочной железы",
      "брыжейки толстой кишки",
      "брыжейки тонкой кишки",
    ],
    correctIndex: 3,
  },
  {
    id: "hir-q-41",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Гематогенный остеомиелит чаще всего локализуется в",
    options: [
      "костях предплечья",
      "бедренной и большеберцовой кости",
      "плечевой кости",
      "костях черепа",
    ],
    correctIndex: 1,
  },
  {
    id: "hir-q-42",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "При серозно-инфильтративной форме мастита на фоне антибиотикотерапии кормление ребенка",
    options: [
      "только сцеживая молоко",
      "здоровой грудью",
      "после пастеризации молока",
      "после кипячения молока",
    ],
    correctIndex: 0,
  },
  {
    id: "hir-q-43",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Задержка эвакуации из желудка характерна при раке в __ отделе",
    options: [
      "по малой кривизне",
      "в кардиальном отделе",
      "в пилорическом отделе",
      "в теле желудка",
    ],
    correctIndex: 2,
  },
  {
    id: "hir-q-44",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "При подозрении на перфорацию полого органа рентгенография проводится",
    options: [
      "при вертикальном положении больного или в латеропозиции на левом боку",
      "при горизонтальном положении лежа на спине",
      "только при вертикальном положении",
      "в положении доставки больного",
    ],
    correctIndex: 0,
  },
  {
    id: "hir-q-45",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Первым симптомом острого холецистита чаще является",
    options: [
      "боль в правом подреберье",
      "повышение температуры",
      "появление рвоты",
      "диарея",
    ],
    correctIndex: 0,
  },
  {
    id: "hir-q-46",
    specialty: "Хирургия",
    blockNumber: 1,
    question: "Тяжесть ожоговой травмы определяет",
    options: [
      "площадь и глубина ожогового поражения",
      "общая площадь и возраст пациента",
      "возраст и глубина поражения",
      "площадь и характер поражающего агента",
    ],
    correctIndex: 0,
  },
  {
    id: "hir-q-47",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Треугольник Лаймера ограничен",
    options: [
      "констрикторами глотки",
      "перстневидно-глоточной мышцей и пучками продольных мышц пищевода",
      "констриктором глотки и пучками продольных мышц",
      "перстневидно-глоточной мышцей и констрикторами глотки",
    ],
    correctIndex: 1,
  },
  {
    id: "hir-q-48",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Лекарственные препараты при ультразвуковой кавитации мягких тканей проникают на глубину до",
    options: ["4-5 см", "2,5-3 см", "0,5 см", "более 6 см"],
    correctIndex: 1,
  },
  {
    id: "hir-q-49",
    specialty: "Хирургия",
    blockNumber: 1,
    question: "Показание к выполнению некротомии",
    options: [
      "глубокий ожог области лица",
      "глубокий ожог тыльной поверхности кистей",
      "глубокий ожог передней поверхности туловища",
      "циркулярный глубокий ожог плеча и предплечья",
    ],
    correctIndex: 3,
  },
  {
    id: "hir-q-50",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "При подозрении на кровотечение из варикозно расширенных вен пищевода наиболее информативный метод",
    options: [
      "лабораторный",
      "эндоскопический",
      "рентгенологический",
      "ультразвуковой",
    ],
    correctIndex: 1,
  },
  {
    id: "hir-q-51",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Ведущий метод лечения посттравматического остеомиелита",
    options: [
      "гипсовая иммобилизация",
      "скелетное вытяжение",
      "накостный остеосинтез",
      "внеочаговый остеосинтез",
    ],
    correctIndex: 3,
  },
  {
    id: "hir-q-52",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "При подозрении на кровотечение из язвы желудка следует произвести",
    options: [
      "экстренную эзофагогастродуоденоскопию",
      "лапароскопию",
      "ангиографию",
      "рентгенографию желудка",
    ],
    correctIndex: 0,
  },
  {
    id: "hir-q-53",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Отверстиями пахового канала являются",
    options: [
      "наружное и внутреннее",
      "верхнее и нижнее",
      "медиальное и латеральное",
      "наружное и медиальное",
    ],
    correctIndex: 0,
  },
  {
    id: "hir-q-54",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "При самопроизвольном вправлении ущемлённой грыжи необходимо",
    options: [
      "рекомендовать обратиться к хирургу в поликлинику",
      "оставить больного дома",
      "рекомендовать больному вызвать врача завтра",
      "госпитализировать в хирургический стационар",
    ],
    correctIndex: 3,
  },
  {
    id: "hir-q-55",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Показание для гемотрансфузии у детей с ожоговой болезнью",
    options: [
      "Hb < 85 г/л",
      "Hb < 90 г/л",
      "Hb < 80 г/л",
      "Hb < 75 г/л",
    ],
    correctIndex: 3,
  },
  {
    id: "hir-q-56",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Перемежающаяся желтуха чаще возникает при",
    options: [
      "множественных конкрементах желчного пузыря",
      "конкременте пузырного протока",
      "вентильном конкременте общего желчного протока",
      "вклиненном конкременте большого дуоденального сосочка",
    ],
    correctIndex: 2,
  },
  {
    id: "hir-q-57",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Эффект мышечно-венозной «помпы» нижней конечности обусловлен",
    options: [
      "наличием клапанного аппарата у вен нижней конечности",
      "присасывающим действием диафрагмы таза",
      "двойной системой вен",
      "изгибом вен голени",
    ],
    correctIndex: 0,
  },
  {
    id: "hir-q-58",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Под эндогенным путем попадания микробов в рану понимают",
    options: [
      "контактный путь",
      "гемато-лимфогенный",
      "аэрогенный",
      "капельный",
    ],
    correctIndex: 1,
  },
  {
    id: "hir-q-59",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Результат реакции агглютинации при определении группы крови определяется через (в минутах)",
    options: ["1", "5", "3", "2"],
    correctIndex: 1,
  },
  {
    id: "hir-q-60",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Костный абсцесс Броди имеет характерную рентгенологическую картину в виде",
    options: [
      "секвестров неправильной формы",
      "разлитой периостальной реакции",
      "шаровидной полости с венчиком склероза",
      "локального остеопороза в эпифизе",
    ],
    correctIndex: 2,
  },
  {
    id: "hir-q-61",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Оптимальная температура воздуха в операционной равна",
    options: ["22-25 градусов C", "ниже 18 градусов C", "25-30 градусов C", "свыше 30 градусов C"],
    correctIndex: 0,
  },
  {
    id: "hir-q-62",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Антибластика -- это комплекс мероприятий, направленных на",
    options: [
      "предотвращение попадания опухолевых клеток в операционную рану",
      "уничтожение опухолевых клеток в операционной ране",
      "соблюдение антисептики",
      "соблюдение асептики",
    ],
    correctIndex: 1,
  },
  {
    id: "hir-q-63",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Патогенетическая терапия при отморожениях направлена на",
    options: [
      "устранение плазмопотери",
      "отогревание тканей снаружи",
      "отогревание тканей изнутри",
      "борьбу с инфекцией",
    ],
    correctIndex: 2,
  },
  {
    id: "hir-q-64",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "При эмболии бедренной артерии с ишемией II степени методом выбора является",
    options: [
      "антикоагулянтная терапия",
      "экстренная тромбэмболэктомия",
      "первичная ампутация конечности",
      "тромболитическая терапия",
    ],
    correctIndex: 1,
  },
  {
    id: "hir-q-65",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Ненатяжная герниопластика задней стенки пахового канала с полипропиленовой сеткой называется способ",
    options: ["Лихтенштейна", "Бассини", "Жирара", "Шоулдайса"],
    correctIndex: 0,
  },
  {
    id: "hir-q-66",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Абсолютное показание к ампутации конечности",
    options: [
      "гангрена конечности",
      "тромбоз магистральной артерии",
      "оскольчатый перелом костей",
      "анаэробная флегмона",
    ],
    correctIndex: 0,
  },
  {
    id: "hir-q-67",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Ушивание раны тонкой кишки следует проводить в направлении",
    options: ["перпендикулярном ране", "продольном", "поперечном", "косом"],
    correctIndex: 2,
  },
  {
    id: "hir-q-68",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Наиболее информативный метод оценки состояния глубоких вен нижних конечностей",
    options: [
      "дуплексное сканирование",
      "радиоизотопное исследование",
      "проба Троянова-Тренделенбурга",
      "маршевая проба",
    ],
    correctIndex: 0,
  },
  {
    id: "hir-q-69",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Наиболее частой формой рака молочной железы является рак",
    options: [
      "Педжета",
      "маститоподобный",
      "узловой",
      "рожистоподобный",
    ],
    correctIndex: 2,
  },
  {
    id: "hir-q-70",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Пациент с искусственным клапаном сердца должен получать антикоагулянты",
    options: [
      "в течение госпитального периода",
      "пожизненно",
      "в течение 5 лет",
      "в течение 1 года",
    ],
    correctIndex: 1,
  },
  {
    id: "hir-q-71",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Достоверный признак разрыва передней крестообразной связки",
    options: [
      "симптом переднего выдвижного ящика (смещение на 0,5-1 см и более)",
      "симптом заднего выдвижного ящика",
      "болезненность по ходу суставной щели",
      "нарушение функции сустава",
    ],
    correctIndex: 0,
  },
  {
    id: "hir-q-72",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Ретроградное ущемление тонкой кишки вызывает острую кишечную непроходимость",
    options: [
      "странгуляционную",
      "смешанную (обтурация + странгуляция)",
      "паралитическую",
      "обтурационную",
    ],
    correctIndex: 1,
  },
  {
    id: "hir-q-73",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Признаки механической желтухи при лапароскопии",
    options: [
      "красный цвет печени и увеличение размеров",
      "зеленоватый цвет печени и увеличение размеров",
      "красный цвет печени и увеличение желчного пузыря",
      "белый цвет печени и уменьшение размеров",
    ],
    correctIndex: 1,
  },
  {
    id: "hir-q-74",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Характерные УЗ признаки острого панкреатита",
    options: [
      "увеличение, повышение эхогенности и подчеркнутость контуров",
      "сохранение размеров, понижение эхогенности и четкость контуров",
      "увеличение, понижение эхогенности, нарушение однородности",
      "невозможность определения контуров и повышение эхогенности",
    ],
    correctIndex: 2,
  },
  {
    id: "hir-q-75",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Для верификации поражения поджелудочной железы наиболее эффективно",
    options: [
      "МРТ",
      "МСКТ",
      "УЗИ",
      "пункционная биопсия под визуальным контролем",
    ],
    correctIndex: 3,
  },
  {
    id: "hir-q-76",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Средняя длина мочеиспускательного канала мужчины составляет",
    options: ["50 см", "18 см", "10 см", "3-5 см"],
    correctIndex: 1,
  },
  {
    id: "hir-q-77",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Системные проявления инфекционного процесса обусловлены возникновением в кровотоке",
    options: ["экзотоксинов", "эндотоксинов", "микроорганизмов", "макрофагов"],
    correctIndex: 1,
  },
  {
    id: "hir-q-78",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Под пространством Амбруцини понимают",
    options: [
      "промежуток между правым главным бронхом и непарной веной",
      "верхнюю апертуру грудной клетки",
      "пространство между аортой и верхней полой веной",
      "нижнюю апертуру грудной клетки",
    ],
    correctIndex: 2,
  },
  {
    id: "hir-q-79",
    specialty: "Хирургия",
    blockNumber: 1,
    question: "Операция Фрея включает в себя",
    options: [
      "резекцию головки поджелудочной железы с продольной панкреатоеюностомией",
      "панкреатодуоденальную резекцию",
      "дистальную резекцию поджелудочной железы",
      "продольную панкреатоеюностомию",
    ],
    correctIndex: 0,
  },
  {
    id: "hir-q-80",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Низкая степень риска венозных тромбоэмболических осложнений характерна для малых операций у пациентов",
    options: ["до 40 лет", "60-70 лет", "40-60 лет", "старше 70 лет"],
    correctIndex: 0,
  },
  {
    id: "hir-q-81",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Общая послеоперационная летальность у больных ущемленными грыжами составляет",
    options: ["5%", "3%", "10%", "7%"],
    correctIndex: 1,
  },
  {
    id: "hir-q-82",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Антибиотикотерапия у обожженных применяется при",
    options: [
      "развитии осложнений",
      "поверхностных ожогах",
      "ограниченных глубоких ожогах профилактически",
      "лечении в поликлинике",
    ],
    correctIndex: 0,
  },
  {
    id: "hir-q-83",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Наиболее частой причиной спонтанного пневмоторакса является",
    options: [
      "разрыв врожденных воздушных кист",
      "разрыв плевральных сращений",
      "разрыв эмфизематозных пузырей как проявление эмфиземы",
      "прорыв абсцесса легкого",
    ],
    correctIndex: 2,
  },
  {
    id: "hir-q-84",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Проникновение инфекции в параректальную клетчатку при парапроктите не происходит путем",
    options: [
      "повреждения слизистой оболочки прямой кишки",
      "передачи инфекции контактно-бытовым путем",
      "воспаления геморроидальных узлов",
      "трещины заднего прохода",
    ],
    correctIndex: 1,
  },
  {
    id: "hir-q-85",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Нежизнеспособность ущемленной кишки характеризуется",
    options: [
      "отсутствием в кишке жидкости или газа",
      "состоянием отводящей петли",
      "отсутствием перистальтики и пульсации сосудов брыжейки",
      "состоянием приводящей петли",
    ],
    correctIndex: 2,
  },
  {
    id: "hir-q-86",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "При ущемлении пряди сальника резекция показана при",
    options: [
      "отсутствии пульсации при неизменённом цвете",
      "гиперемии и обильных кровоизлияниях",
      "интимном спаивании с некротизированной петлей",
      "некрозе пряди и явных признаках нежизнеспособности",
    ],
    correctIndex: 3,
  },
  {
    id: "hir-q-87",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Синдром средней доли возникает при нарушении проходимости",
    options: [
      "среднедолевого бронха левого лёгкого",
      "среднедолевого бронха правого лёгкого",
      "левого главного бронха",
      "правого главного бронха",
    ],
    correctIndex: 1,
  },
  {
    id: "hir-q-88",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "У курящего больного 47 лет с ежедневным кровохарканьем необходимо заподозрить",
    options: [
      "хронический абсцесс легкого",
      "туберкулез легкого",
      "хроническую пневмонию",
      "рак легкого",
    ],
    correctIndex: 3,
  },
  {
    id: "hir-q-89",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "К факторам риска камнеобразования относят",
    options: [
      "новообразования мочевого пузыря",
      "уратурию, оксалатурию",
      "перенесенные операции на мочевом пузыре",
      "высокое содержание мочевины и креатинина",
    ],
    correctIndex: 1,
  },
  {
    id: "hir-q-90",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Современная теория, объясняющая этиологию облитерирующего тромбангиита",
    options: [
      "кортико-висцеральная",
      "тромбогенная",
      "эндокринная",
      "инфекционно-аллергическая",
    ],
    correctIndex: 3,
  },
  {
    id: "hir-q-91",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Объем противошоковой инфузионной терапии в первые 8 часов составляет суточного объема",
    options: ["3/4", "1/3", "1/2", "2/3"],
    correctIndex: 2,
  },
  {
    id: "hir-q-92",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Больной 40 лет с раком прямой кишки на расстоянии 10 см от ануса и метастазами в печени показана",
    options: [
      "брюшно-анальная экстирпация и резекция доли печени",
      "паллиативная передняя резекция прямой кишки",
      "лучевая и симптоматическая терапия",
      "двуствольная сигмостомия",
    ],
    correctIndex: 0,
  },
  {
    id: "hir-q-93",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Трансфузия тромбоцитарной массы при ожогах необходима при уровне тромбоцитов",
    options: [
      "менее 30x10^9/л в любых случаях",
      "менее 50x10^9/л при предстоящей инвазивной процедуре",
      "наличии длительной двойной антитромботической терапии",
      "развитии кровотечения более 30% ЦКК",
    ],
    correctIndex: 1,
  },
  {
    id: "hir-q-94",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Для остановки кровотечения из варикозно расширенных вен пищевода используется зонд",
    options: [
      "Фарриса",
      "пневмокардиодилататор",
      "Блэкмора",
      "Миллера-Эбботта",
    ],
    correctIndex: 2,
  },
  {
    id: "hir-q-95",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Для развития инфекционного процесса необходимо",
    options: [
      "наличие условий внешней среды",
      "отсутствие вирулентного штамма",
      "внедрение умеренного фага",
      "проникновение патогенного микроба в восприимчивый организм",
    ],
    correctIndex: 3,
  },
  {
    id: "hir-q-96",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Наилучшие результаты эндоскопического гемостаза получены при применении",
    options: [
      "комбинации различных методов",
      "аргоноплазменной коагуляции",
      "криотерапии",
      "клиппирования",
    ],
    correctIndex: 0,
  },
  {
    id: "hir-q-97",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Наиболее частым осложнением дивертикулеза сигмовидной кишки является",
    options: [
      "дивертикулит",
      "кровотечение при дефекации",
      "пенетрация дивертикула в брыжейку",
      "перфорация кишки",
    ],
    correctIndex: 0,
  },
  {
    id: "hir-q-98",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Демпинг-синдром возникает после",
    options: [
      "проксимальной резекции желудка",
      "ушивания перфорации",
      "резекции по Бильрот-I",
      "резекции по Бильрот-II",
    ],
    correctIndex: 3,
  },
  {
    id: "hir-q-99",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "При поступлении больного с ущемленной паховой грыжей первым мероприятием должно быть",
    options: [
      "наблюдение пациента в стационаре",
      "вправление грыжи с наблюдением",
      "экстренное оперативное вмешательство",
      "введение спазмолитиков",
    ],
    correctIndex: 2,
  },
  {
    id: "hir-q-100",
    specialty: "Хирургия",
    blockNumber: 1,
    question:
      "Возможной причиной паралитической непроходимости в послеоперационном периоде может быть",
    options: [
      "желудочно-кишечное кровотечение",
      "геморрагический инсульт",
      "пневмония",
      "разлитой перитонит",
    ],
    correctIndex: 3,
  },
];
