import type { TestQuestion } from "@/types/accreditation";

export const kardiologiyaQuestions: TestQuestion[] = [
  {
    id: "kardio-q-1",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Не является атерогенным __ тип дислипопротеидемии",
    options: ["IIа", "I", "III", "IIв"],
    correctIndex: 1,
  },
  {
    id: "kardio-q-2",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Интоксикация препаратами дигоксина сопровождается",
    options: [
      "тошнотой и рвотой",
      "болью в сердце",
      "возбуждением",
      "кровотечением",
    ],
    correctIndex: 0,
  },
  {
    id: "kardio-q-3",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Ингибитором АПФ, который на фоне почечной недостаточности обычно не требует коррекции дозы, является",
    options: ["фозиноприл", "эналаприл", "лизиноприл", "периндоприл"],
    correctIndex: 0,
  },
  {
    id: "kardio-q-4",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Показателем наиболее значимым при сердечной недостаточности является",
    options: [
      "конечно-диастолический размер левого желудочка",
      "индекс массы миокарда левого желудочка",
      "митральная, аортальная, трикуспидальная регургитация",
      "фракция выброса левого желудочка",
    ],
    correctIndex: 3,
  },
  {
    id: "kardio-q-5",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Фундоскопия, как скрининговый тест для выявления поражения органа-мишени, обусловленного гипертензией, проводится для",
    options: [
      "выявления гипертонической ретинопатии, особенно у пациентов с артериальной гипертонией 2-й или 3-й степеней",
      "оценки структуры и функции сердца",
      "оценки наличия ишемического или геморрагического повреждения головного мозга",
      "выявления атеросклероза нижних конечностей",
    ],
    correctIndex: 0,
  },
  {
    id: "kardio-q-6",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Для больных с аритмогенной дисплазией правого желудочка при холтеровском мониторировании характерна регистрация",
    options: [
      "атриовентрикулярных блокад",
      "альтернации зубца Т",
      "частых желудочковых экстрасистол",
      "депрессии сегмента ST",
    ],
    correctIndex: 2,
  },
  {
    id: "kardio-q-7",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Препаратом выбора для лечения суправентрикулярной тахикардии является",
    options: ["верапамил", "лидокаин", "панангин", "орнид"],
    correctIndex: 0,
  },
  {
    id: "kardio-q-8",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Для III функционального класса стабильной стенокардии напряжения характерно возникновение приступа стенокардии при",
    options: [
      "ходьбе на расстояние 100-200 м по ровному месту, подъёме на 1-2 пролёта по лестнице",
      "при езде на велосипеде со скоростью 10-12 км в час",
      "при подъёме по лестнице на 4-5 этаж",
      "очень быстрой ходьбе, беге",
    ],
    correctIndex: 0,
  },
  {
    id: "kardio-q-9",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Какова особенность влияния внутривенного введения аденозина (АТФ) на течение фибрилляции предсердий у больных без дополнительного пути АВ проведения?",
    options: [
      "кратковременное урежение частоты сокращений желудочков",
      "кратковременное увеличение частоты сокращений желудочков",
      "купирование приступа",
      "отсутствие влияния на частоту желудочковых сокращений",
    ],
    correctIndex: 0,
  },
  {
    id: "kardio-q-10",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Характерным симптомом для больных со стенозом устья аорты является",
    options: [
      "«пляска каротид»",
      "акроцианоз",
      "бледность кожных покровов",
      "симптом Мюссе",
    ],
    correctIndex: 2,
  },
  {
    id: "kardio-q-11",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Для установления степени недостаточности клапанов при фазово-контрастной МРТ сердца необходимо рассчитать",
    options: [
      "показатели диастолической функции",
      "градиент давления на уровне соответствующего клапана",
      "объем регургитации за сокращение",
      "конечно-диастолический объем желудочков",
    ],
    correctIndex: 2,
  },
  {
    id: "kardio-q-12",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Наиболее информативным методом диагностики спонтанной стенокардии при неизменённых коронарных артериях является",
    options: [
      "эргоновиновая проба",
      "проба с дозированной физической нагрузкой",
      "дипиридамоловая проба",
      "чреспищеводная электрокардиостимуляция",
    ],
    correctIndex: 0,
  },
  {
    id: "kardio-q-13",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Больному стенокардией напряжения, страдающему бронхиальной астмой и гипертонической болезнью, целесообразно назначить",
    options: [
      "амлодипин",
      "метопролол",
      "пропранолол",
      "изосорбида динитрат",
    ],
    correctIndex: 0,
  },
  {
    id: "kardio-q-14",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Какое устройство наиболее обосновано в плане увеличения продолжительности жизни и уменьшения количества госпитализаций у больных с ХСН?",
    options: ["ИКД", "ЭКС в режиме DDDR", "CRT", "CRT-D"],
    correctIndex: 3,
  },
  {
    id: "kardio-q-15",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "При какой форме аритмии пути риэнтри локализуются в атриовентрикулярном узле?",
    options: [
      "атриовентрикулярной тахикардии с участием дополнительных путей проведения",
      "атриовентрикулярной узловой тахикардии",
      "предсердной тахикардии",
      "фибрилляции предсердий",
    ],
    correctIndex: 1,
  },
  {
    id: "kardio-q-16",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Единственным методом диагностики открытого артериального протока является проведение",
    options: [
      "суточного холтеровского мониторирования",
      "рентгенографии грудной клетки",
      "ультразвукового исследования сердца",
      "мониторирования артериального давления",
    ],
    correctIndex: 2,
  },
  {
    id: "kardio-q-17",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Отсутствие зубца P и полная компенсаторная пауза характерны для __ экстрасистолы",
    options: [
      "предсердной",
      "блокированной предсердной",
      "узловой",
      "желудочковой",
    ],
    correctIndex: 3,
  },
  {
    id: "kardio-q-18",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Наиболее частой причиной клинической смерти у больных ишемической болезнью сердца является",
    options: [
      "фибрилляция желудочков",
      "асистолия желудочков",
      "электромеханическая диссоциация",
      "AV-блокада III степени",
    ],
    correctIndex: 0,
  },
  {
    id: "kardio-q-19",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Обычная физическая активность вызывает усталость, сердцебиение и одышку при __ функциональном классе хронической сердечной недостаточности",
    options: ["I", "II", "IV", "III"],
    correctIndex: 1,
  },
  {
    id: "kardio-q-20",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Содержание МВ-фракции креатинфосфокиназы в крови при инфаркте миокарда начинает повышаться через __ часа/часов от начала появления симптомов",
    options: ["6-8", "12", "2", "4"],
    correctIndex: 3,
  },
  {
    id: "kardio-q-21",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "При синдроме преждевременного возбуждения желудочков и фибрилляции предсердий для контроля ЧСС можно использовать",
    options: [
      "недигидропиридиновые антагонисты кальция",
      "аденозин",
      "дигоксин",
      "амиодарон",
    ],
    correctIndex: 3,
  },
  {
    id: "kardio-q-22",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Повышение артериального давления реализуется через эндогенные факторы",
    options: [
      "простациклин, ангиотензин-3, кортизол",
      "простациклин, брадикинин, оксид азота",
      "ангиотензин-2, кортизол, катехоламины",
      "кортизол, брадикинин, катехоламины",
    ],
    correctIndex: 2,
  },
  {
    id: "kardio-q-23",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Уровень артериального давления 144/96 мм рт. ст. у пациента, ранее не получавшего гипотензивную терапию, соответствует",
    options: [
      "артериальной гипертензии 3-й степени",
      "высоконормальному давлению",
      "артериальной гипертензии 2-й степени",
      "артериальной гипертензии 1-й степени",
    ],
    correctIndex: 3,
  },
  {
    id: "kardio-q-24",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Наиболее информативным методом при диагностике выпотного перикардита является",
    options: [
      "электрокардиография",
      "спирография",
      "рентгенография",
      "эхокардиография",
    ],
    correctIndex: 3,
  },
  {
    id: "kardio-q-25",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Какой признак характерен для пароксизмальной синоатриальной тахикардии?",
    options: [
      "уширение комплексов QRS",
      "волны фибрилляции предсердий",
      "внезапное начало и внезапный конец тахикардии",
      "разные интервалы R-R",
    ],
    correctIndex: 2,
  },
  {
    id: "kardio-q-26",
    specialty: "Кардиология",
    blockNumber: 1,
    question: "Для аортальной недостаточности характерно",
    options: [
      "пресистолический шум на верхушке",
      "усиление I тона на верхушке",
      "ослабление II тона на аорте",
      "щелчок открытия митрального клапана",
    ],
    correctIndex: 2,
  },
  {
    id: "kardio-q-27",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "В передней прямой проекции при рентгенографии грудной клетки вторая дуга по левому контуру образована",
    options: [
      "нисходящей аортой",
      "ушком левого предсердия",
      "легочной артерией",
      "дугой восходящей аорты",
    ],
    correctIndex: 2,
  },
  {
    id: "kardio-q-28",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Показатели промежуточной реакции на лечебную гимнастику больных инфарктом миокарда исключают",
    options: [
      "множественные экстрасистолы",
      "небольшую одышку",
      "смещение сегмента ST до 1 мм",
      "кратковременное превышение допустимых пределов артериального давления",
    ],
    correctIndex: 0,
  },
  {
    id: "kardio-q-29",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Целесообразной тактикой при возникновении кашля при приёме ингибиторов АПФ является",
    options: [
      "отказ от использования препаратов, влияющих на ренинангиотензиновую систему",
      "назначение другого препарата из этой группы",
      "смена на блокатор рецепторов ангиотензина II",
      "уменьшение дозы препарата",
    ],
    correctIndex: 2,
  },
  {
    id: "kardio-q-30",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "В случае резкого снижения глобальной сократимости миокарда левого желудочка фракция выброса составляет __ % от объёма левого желудочка",
    options: ["20-30", "менее 20", "30-40", "более 50"],
    correctIndex: 1,
  },
  {
    id: "kardio-q-31",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Среди клапанных пороков сердца врожденным чаще всего является стеноз __ клапана",
    options: [
      "аортального",
      "трикуспидального",
      "митрального",
      "пульмонального",
    ],
    correctIndex: 3,
  },
  {
    id: "kardio-q-32",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Средством первого выбора для лечения желудочковой тахикардии в остром периоде инфаркта миокарда является",
    options: ["новокаинамид", "амиодарон", "кордарон", "бета-блокаторы"],
    correctIndex: 1,
  },
  {
    id: "kardio-q-33",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Основным методом лучевой диагностики при расслаивающейся аневризме грудного отдела аорты является",
    options: [
      "рентгеноконтрастная вентрикулография",
      "аортография",
      "МРТ",
      "УЗИ",
    ],
    correctIndex: 2,
  },
  {
    id: "kardio-q-34",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Наибольшее увеличение концентрации холестерина ЛПВП отмечают при лечении",
    options: [
      "секвестрантами желчных кислот",
      "статинами",
      "фибратами",
      "препаратами никотиновой кислоты",
    ],
    correctIndex: 2,
  },
  {
    id: "kardio-q-35",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Причиной кардиогенного шока при инфаркте миокарда не является",
    options: [
      "инфаркт миокарда правого желудочка",
      "разрыв головки папиллярной мышцы",
      "перикардит",
      "разрыв межжелудочковой перегородки",
    ],
    correctIndex: 2,
  },
  {
    id: "kardio-q-36",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "При инфекционном эндокардите рекомендуется __ антибиотиков",
    options: [
      "внутриартериальное введение",
      "пероральное применение",
      "внутримышечное введение",
      "внутривенное введение",
    ],
    correctIndex: 3,
  },
  {
    id: "kardio-q-37",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Какой показатель теста 6-минутной ходьбы соответствует хронической сердечной недостаточности 1 ФК?",
    options: ["426-550 м", "650-800 м", "150-300 м", "301-426 м"],
    correctIndex: 0,
  },
  {
    id: "kardio-q-38",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Количество баллов по шкале CHA2DS2-VASc у мужчины 64 лет с гипертонической болезнью и сахарным диабетом при фибрилляции предсердий равно",
    options: ["3", "2", "4", "1"],
    correctIndex: 1,
  },
  {
    id: "kardio-q-39",
    specialty: "Кардиология",
    blockNumber: 1,
    question: "Антиаритмиками IА класса являются",
    options: [
      "хинидин, прокаинамид, дизопирамид, аймалин",
      "амиодарон, соталол, бретилия тозилат",
      "морацизин, этацизин, пропафенон",
      "дилтиазем, верапамил, нифедипин",
    ],
    correctIndex: 0,
  },
  {
    id: "kardio-q-40",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Феномен желудочкового захвата характерен для",
    options: [
      "трепетания предсердий",
      "АВ-узловой тахикардии",
      "фибрилляции предсердий",
      "желудочковой тахикардии",
    ],
    correctIndex: 3,
  },
  {
    id: "kardio-q-41",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "При синдроме малого сердечного выброса показаны",
    options: [
      "кортикостероидные гормоны, нитроглицерин",
      "инфузионная терапия, дофамин",
      "трансфузионная терапия, кортикостероидные гормоны",
      "инфузионная терапия, нитроглицерин",
    ],
    correctIndex: 1,
  },
  {
    id: "kardio-q-42",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Характерными признаками для полной атриовентрикулярной блокады проксимального уровня являются",
    options: [
      "широкий комплекс QRS, равные по продолжительности интервалы R-R, нарастающее удлинение интервала P-Q",
      "нормальный по ширине комплекс QRS, равные интервалы R-R, отсутствие связи зубца Р и комплекса QRS",
      "нормальный по ширине комплекс QRS, равные интервалы R-R, удлиненный интервал PQ",
      "уменьшение частоты сокращений желудочков (менее 40 в минуту)",
    ],
    correctIndex: 1,
  },
  {
    id: "kardio-q-43",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Хилезная сыворотка характеризуется высоким содержанием в крови",
    options: [
      "липопротеидов низкой плотности",
      "триглицеридов",
      "липопротеидов (а)",
      "общего холестерина",
    ],
    correctIndex: 1,
  },
  {
    id: "kardio-q-44",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Абсолютным показанием к имплантации постоянного кардиостимулятора, у больного, перенесшего передний инфаркт миокарда, является",
    options: [
      "блокада задней ветви левой ножки пучка Гиса",
      "предсердная экстрасистолия и блокада передней ветви ножки пучка Гиса",
      "атриовентрикулярная блокада дистальной локализации II и III степени",
      "блокада левой ножки пучка Гиса",
    ],
    correctIndex: 2,
  },
  {
    id: "kardio-q-45",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "При проведении реанимационных мероприятий у больных с фибрилляцией желудочков электроимпульсную терапию (дефибрилляцию) надо начинать с разряда",
    options: ["150 Дж", "220 Дж", "50 Дж", "200 Дж"],
    correctIndex: 3,
  },
  {
    id: "kardio-q-46",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Для оценки тяжести острой левожелудочковой недостаточности при остром инфаркте миокарда принято использовать классификацию",
    options: ["Killip", "NYHA", "Стражеско", "GOLD"],
    correctIndex: 0,
  },
  {
    id: "kardio-q-47",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Применение ИАПФ в сочетании со спиронолактоном в дозе более 25 мг может привести к",
    options: [
      "гиперкалиемии",
      "гипернатриемии",
      "гипермагниемии",
      "гиперкальциемии",
    ],
    correctIndex: 0,
  },
  {
    id: "kardio-q-48",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Характерными симптомами для сердечной недостаточности III функционального класса в соответствии с Нью-Йоркской классификацией являются",
    options: [
      "неспособность выполнять какие-либо нагрузки без появления дискомфорта",
      "ограничений физической активности нет",
      "выраженное ограничение физических нагрузок, больной чувствует себя комфортно только в состоянии покоя",
      "умеренное ограничение физических нагрузок",
    ],
    correctIndex: 2,
  },
  {
    id: "kardio-q-49",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Абсолютным противопоказанием к назначению каптоприла является",
    options: [
      "застойная сердечная недостаточность",
      "стеноз обеих почечных артерий",
      "хроническая обструктивная болезнь легких",
      "хроническая ишемия головного мозга",
    ],
    correctIndex: 1,
  },
  {
    id: "kardio-q-50",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Противопоказанием к назначению тиазидных диуретиков является",
    options: [
      "ишемическая болезнь сердца",
      "инсульт в анамнезе",
      "сахарный диабет",
      "подагра",
    ],
    correctIndex: 3,
  },
  {
    id: "kardio-q-51",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Особенностями действия сердечных гликозидов у лиц пожилого и старческого возраста является то, что",
    options: [
      "увеличивают конечно-систолический объём полостей сердца",
      "снижают сердечный выброс",
      "увеличивают конечно-диастолический объём полостей сердца",
      "повышается вероятность возникновения гликозидной интоксикации",
    ],
    correctIndex: 3,
  },
  {
    id: "kardio-q-52",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Аортальный стеноз является тяжелым, если площадь открытия аортального клапана менее (в см2)",
    options: ["1,5", "1,0", "2,0", "2,5"],
    correctIndex: 1,
  },
  {
    id: "kardio-q-53",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Наиболее часто первым симптомом митрального стеноза является",
    options: [
      "одышка",
      "отек нижних конечностей",
      "гепатомегалия",
      "желудочковая аритмия",
    ],
    correctIndex: 0,
  },
  {
    id: "kardio-q-54",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Боль в эпигастральной области, тошнота, рвота наиболее характерны для",
    options: [
      "тромбоэмболии лёгочной артерии",
      "расслаивающей аневризмы грудного отдела аорты",
      "локализации инфаркта миокарда в области нижней стенки левого желудочка",
      "локализации инфаркта миокарда в области передней стенки левого желудочка",
    ],
    correctIndex: 2,
  },
  {
    id: "kardio-q-55",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Сколько процентов от максимальной частоты сердечных сокращений предполагает достижение субмаксимальной нагрузочной пробы?",
    options: ["более 30%", "до 50%", "75%", "50-60%"],
    correctIndex: 2,
  },
  {
    id: "kardio-q-56",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Внезапное появление одышки характерно для",
    options: [
      "инфаркта миокарда левого желудочка",
      "тромбоэмболии легочной артерии",
      "острого левостороннего плеврита",
      "расслоения грудного отдела аорты",
    ],
    correctIndex: 1,
  },
  {
    id: "kardio-q-57",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Время начала эффекта нитроглицерина при приёме сублингвально составляет (в минутах)",
    options: ["30", "8", "5", "0,5"],
    correctIndex: 3,
  },
  {
    id: "kardio-q-58",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Причиной отрицательной гемокультуры может быть",
    options: [
      "наличие бактериемии, обусловленной S.aureus MRSA",
      "забор крови из разных вен",
      "забор крови из подключичного катетера",
      "забор крови после назначения антибиотиков",
    ],
    correctIndex: 3,
  },
  {
    id: "kardio-q-59",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Признаком полной межпредсердной блокады на ЭКГ является",
    options: [
      "выпадение комплекса PQRST без предшествующего укорочения интервала РР",
      "укорочение интервала РР перед выпадением комплекса PQRST",
      "полная разобщённость предсердных и желудочковых комплексов",
      "независимая эктопическая электрическая активность левого предсердия на фоне синусового ритма",
    ],
    correctIndex: 3,
  },
  {
    id: "kardio-q-60",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "При эхокардиографическом исследовании градиент давления между аортой и левым желудочком в систолу при умеренном субаортальном стенозе составляет (в мм рт. ст.)",
    options: ["30-50", "10-30", "5-10", "50-60"],
    correctIndex: 0,
  },
  {
    id: "kardio-q-61",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "При синдроме слабости синусового узла пациентам противопоказано назначение",
    options: ["фелодипина", "нифедипина", "моксонидина", "гидролазина"],
    correctIndex: 2,
  },
  {
    id: "kardio-q-62",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Холтеровское мониторирование с синдромом Вольфа-Паркинсона-Уайта проводится с целью",
    options: [
      "определения постоянства синдрома Вольфа-Паркинсона-Уайта",
      "оценки функционирующего дополнительного пути проведения",
      "определения типа синдрома Вольфа-Паркинсона-Уайта",
      "выявления пароксизмальных аритмий",
    ],
    correctIndex: 3,
  },
  {
    id: "kardio-q-63",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Гиполипидемический эффект за счет селективного ингибирования абсорбции билиарного и экзогенного холестерина в кишечнике свойственен",
    options: ["колестиполу", "эзетимибу", "эволокумабу", "омакору"],
    correctIndex: 1,
  },
  {
    id: "kardio-q-64",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "В зависимости от величины степени ночного снижения систолического артериального давления выделяют __ суточного профиля АД",
    options: ["3 типа", "4 типа", "5 типов", "2 типа"],
    correctIndex: 1,
  },
  {
    id: "kardio-q-65",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "При синдроме слабости синусового узла с приступами Морганьи-Адамса-Стокса оптимально применение",
    options: [
      "симпатомиметиков",
      "искусственного водителя ритма",
      "атропина",
      "гормонов",
    ],
    correctIndex: 1,
  },
  {
    id: "kardio-q-66",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Монотерапия антигипертензивными препаратами у больных с гипертонической болезнью может быть назначена пациенту с артериальной гипертензией __ степени __ сердечно-сосудистых осложнений",
    options: [
      "II; с высоким риском",
      "II; независимо от степени риска",
      "I; с высоким риском",
      "I; с низким или средним риском",
    ],
    correctIndex: 3,
  },
  {
    id: "kardio-q-67",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Неблагоприятные побочные эффекты препарата, развивающиеся независимо от дозы или фармакодинамических свойств лекарства, называются",
    options: [
      "аллергические",
      "токсические",
      "фармакодинамические",
      "фармакокинетические",
    ],
    correctIndex: 0,
  },
  {
    id: "kardio-q-68",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Лекарственным препаратом, не позволяющим проводить коррекцию гипокалиемии, является",
    options: [
      "калия оротат",
      "эплеренон",
      "калия/магния аспарагинат",
      "спиронолактон",
    ],
    correctIndex: 0,
  },
  {
    id: "kardio-q-69",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Самые большие вегетации отмечаются при инфекционном эндокардите, вызванном",
    options: ["грибами", "стрептококками", "энтерококками", "анаэробными бактериями"],
    correctIndex: 0,
  },
  {
    id: "kardio-q-70",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Толщину слоя интима-медиа сонных артерий уменьшают",
    options: [
      "диуретики",
      "блокаторы кальциевых каналов",
      "ингибиторы АПФ",
      "агонисты имидазолиновых рецепторов",
    ],
    correctIndex: 1,
  },
  {
    id: "kardio-q-71",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Так называемые «пенистые» клетки, участвующие в атерогенезе, богаты",
    options: ["липидами", "кальцием", "белком", "углеводами"],
    correctIndex: 0,
  },
  {
    id: "kardio-q-72",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Наиболее быстро появляются и прогрессируют клинические проявления при",
    options: [
      "митральном стенозе",
      "митральной недостаточности",
      "аортальной недостаточности",
      "клапанном аортальном стенозе",
    ],
    correctIndex: 0,
  },
  {
    id: "kardio-q-73",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "При исчезновении желудочковой экстрасистолии на вершине нагрузки и их возникновении в восстановительном периоде тредмил-теста проба является",
    options: ["неполноценной", "сомнительной", "отрицательной", "положительной"],
    correctIndex: 2,
  },
  {
    id: "kardio-q-74",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Специфичность ЭКГ-проб с физической нагрузкой для диагностики ИБС составляет около 85%, это означает, что у 85% __ ИБС стресс-тест",
    options: [
      "пациентов с; положительный",
      "лиц без; отрицательный",
      "пациентов с; отрицательный",
      "лиц без; положительный",
    ],
    correctIndex: 1,
  },
  {
    id: "kardio-q-75",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "При наличии выраженной аортальной недостаточности у бессимптомных пациентов с сохранной фракцией выброса показанием для оперативного лечения является увеличение",
    options: [
      "конечно-систолического размера левого желудочка более 50 мм",
      "конечно-диастолического размера левого желудочка от 50 до 70 мм",
      "размеров левого предсердия",
      "размеров правого предсердия",
    ],
    correctIndex: 0,
  },
  {
    id: "kardio-q-76",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Первая доза назначения карведилола у больных сердечной недостаточностью составляет (в мг)",
    options: ["3,125", "5", "12,5", "10"],
    correctIndex: 0,
  },
  {
    id: "kardio-q-77",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Оптимальным методом подтверждения ишемической болезни сердца у пациента 65 лет с типичными ангинозными болями и выявленной фракцией выброса левого желудочка 40% является",
    options: [
      "стресс-эхо",
      "сцинтиграфия миокарда с нагрузкой",
      "стресс-тест (тредмил)",
      "коронарная ангиография",
    ],
    correctIndex: 3,
  },
  {
    id: "kardio-q-78",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Аномалию отхождения коронарных артерий от легочного ствола подразделяют на два типа в зависимости от",
    options: [
      "развития коллатералей",
      "расположения устьев коронарных артерий",
      "типа коронарного кровоснабжения",
      "наличия аневризмы левого желудочка",
    ],
    correctIndex: 0,
  },
  {
    id: "kardio-q-79",
    specialty: "Кардиология",
    blockNumber: 1,
    question: "Антиаритмическим препаратом II класса является",
    options: ["леркадипин", "пропафенон", "атенолол", "прокаинамид"],
    correctIndex: 2,
  },
  {
    id: "kardio-q-80",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "У пациентов с неклапанной фибрилляцией предсердий к факторам риска кардиоэмболического инсульта относится",
    options: [
      "мужской пол",
      "сахарный диабет",
      "хроническая болезнь почек",
      "отягощенная наследственность по инсульту",
    ],
    correctIndex: 1,
  },
  {
    id: "kardio-q-81",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Результаты нагрузочного ЭКГ-теста при диагностике ИБС нельзя интерпретировать корректно при наличии на исходной ЭКГ",
    options: [
      "вольтажных признаков гипертрофии левого желудочка",
      "синдрома WPW",
      "нижне-предсердного ритма",
      "неполной блокады правой ножки пучка Гиса",
    ],
    correctIndex: 1,
  },
  {
    id: "kardio-q-82",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Риск артериальной гипертонии при наличии ассоциированных клинических состояний",
    options: ["низкий", "высокий", "очень высокий", "средний"],
    correctIndex: 2,
  },
  {
    id: "kardio-q-83",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Диагноз «скрытая АГ» определяется уровнями (в мм рт. ст.)",
    options: [
      "эпизодически повышенного офисного АД и амбулаторного АД >135/85",
      "офисного АД >160-170/100 и дневного амбулаторного АД >135/85",
      "дневного амбулаторного АД >135/85 и офисного АД <140/90",
      "среднесуточного амбулаторного АД <130/80 и повышенного офисного АД",
    ],
    correctIndex: 2,
  },
  {
    id: "kardio-q-84",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Антиаритмический эффект I класса препаратов проявляется",
    options: [
      "усилением проведения электрического импульса по предсердиям и желудочкам",
      "уменьшением эффективного рефрактерного периода АВ-соединения",
      "уменьшением возбудимости миокарда предсердий и желудочков",
      "увеличением автоматизма эктопических центров II и III порядка",
    ],
    correctIndex: 2,
  },
  {
    id: "kardio-q-85",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "На ЭКГ ритм желудочковых сокращений неправильный (интервал R-R разный), зубец Р отсутствует, комплекс QRST не расширен, ЧСС около 130 в минуту, что указывает на",
    options: [
      "желудочковую экстрасистолию",
      "фибрилляцию предсердий",
      "нерегулярный синусовый ритм",
      "предсердную экстрасистолию",
    ],
    correctIndex: 1,
  },
  {
    id: "kardio-q-86",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Наиболее характерной жалобой у пациентов с хронической сердечной недостаточностью является",
    options: [
      "головная боль",
      "одышка",
      "ноющая боль в области сердца",
      "боль в суставах",
    ],
    correctIndex: 1,
  },
  {
    id: "kardio-q-87",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "У пациентов с аномалией Эбштейна при МРТ сердца всегда необходимо оценить",
    options: [
      "кровоток в стволе и ветвях легочной артерии",
      "диастолическое наполнение левого желудочка",
      "сократительную способность атриализованной части",
      "функцию сохраненного правого желудочка",
    ],
    correctIndex: 3,
  },
  {
    id: "kardio-q-88",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Снижать эффект от приема варфарина может употребление в пищу",
    options: ["чеснока", "помидоров", "шпината", "баклажанов"],
    correctIndex: 2,
  },
  {
    id: "kardio-q-89",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Стандартное трехканальное 24-часовое мониторирование ЭКГ по Холтеру позволяет диагностировать",
    options: [
      "феномен белого халата",
      "стенокардию напряжения",
      "нарушение вариабельности сердечного ритма",
      "микроциркуляторную стенокардию",
    ],
    correctIndex: 2,
  },
  {
    id: "kardio-q-90",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Частота выявления гистологических признаков миокардита у больных дилатационной кардиомиопатией при морфологическом исследовании биоптата миокарда составляет (в процентах)",
    options: ["25", "50", "5", "15"],
    correctIndex: 0,
  },
  {
    id: "kardio-q-91",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "При внезапной потере сознания и развитии электромеханической диссоциации после интенсивного приступа боли за грудиной у больного с острым инфарктом миокарда наиболее вероятно",
    options: [
      "наличие разрыва межжелудочковой перегородки",
      "распространение инфаркта на правый желудочек",
      "наличие разрыва свободной стенки",
      "наличие отрыва сосочковой мышцы",
    ],
    correctIndex: 2,
  },
  {
    id: "kardio-q-92",
    specialty: "Кардиология",
    blockNumber: 1,
    question: "Триада Ослера включает",
    options: [
      "миокардит, менингит, бронхит",
      "эндокардит, флебит, пневмонию",
      "перикардит, плеврит, отит",
      "эндокардит, пневмонию, менингит",
    ],
    correctIndex: 3,
  },
  {
    id: "kardio-q-93",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Изменением на ЭКГ, которое выявляется при полной АВ блокаде дистального типа, является",
    options: [
      "отсутствие синхронности чередования зубцов P и комплексов QRS",
      "частота желудочкового ритма 70-80 в минуту",
      "интервал P-P длиннее интервала R-R",
      "продолжительность комплексов QRS меньше 0,11 секунд",
    ],
    correctIndex: 0,
  },
  {
    id: "kardio-q-94",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Для пациента с инфарктом миокарда в анамнезе целевым является показатель ЛПНП, составляющий менее (в ммоль/л)",
    options: ["3,5", "2,5", "1,4", "3,0"],
    correctIndex: 2,
  },
  {
    id: "kardio-q-95",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "При впервые возникшем пароксизме фибрилляции предсердий, продолжающемся в течение 2 часов, наиболее обоснованной тактикой является",
    options: [
      "отказ от дальнейших попыток купирования приступа при неэффективности внутривенного введения новокаинамида",
      "купирование пароксизма методом чреспищеводной электростимуляции",
      "назначение урежающей ритм терапии (бета-блокаторов)",
      "проведение кардиоверсии (фармакологической или электрической)",
    ],
    correctIndex: 3,
  },
  {
    id: "kardio-q-96",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "К препаратам первой линии для антиангинальной терапии при лечении вазоспастической стенокардии относят",
    options: [
      "бета-адреноблокаторы",
      "блокаторы кальциевых каналов",
      "антагонисты рецепторов к ангиотензину",
      "ингибиторы АПФ",
    ],
    correctIndex: 1,
  },
  {
    id: "kardio-q-97",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "При развитии истинного кардиогенного шока пациенту показано проведение первичного чрескожного коронарного вмешательства __ от времени начала симптомов",
    options: [
      "в первые 12 часов",
      "в первые 24 часа",
      "в первые 3 часа",
      "как можно быстрее, независимо",
    ],
    correctIndex: 3,
  },
  {
    id: "kardio-q-98",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Абсолютным противопоказанием для назначения бета-адреноблокаторов является",
    options: [
      "хроническая сердечная недостаточность",
      "гипертрофическая кардиомиопатия",
      "беременность",
      "бронхиальная астма в период обострения",
    ],
    correctIndex: 3,
  },
  {
    id: "kardio-q-99",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Нарушение диастолической функции левого желудочка по I типу диагностируется в случае",
    options: [
      "значительного увеличения размера левого предсердия",
      "увеличения размера левого желудочка",
      "соотношения пиков Е/А более 1,5",
      "соотношения пиков Е/А менее 1",
    ],
    correctIndex: 3,
  },
  {
    id: "kardio-q-100",
    specialty: "Кардиология",
    blockNumber: 1,
    question:
      "Лекарственным средством для терапии гликозидной интоксикации является",
    options: ["флуконазол", "дротаверин", "унитиол", "парацетамол"],
    correctIndex: 2,
  },
  {
    id: "kardio-q-101",
    specialty: "Кардиология",
    blockNumber: 2,
    question:
      "Признаком вовлечённости правого желудочка при инфаркте миокарда является",
    options: [
      "появление влажных хрипов в нижних отделах лёгких",
      "снижение темпа диуреза менее 40 мл/час",
      "стойкая гипотония",
      "боль в эпигастральной области",
    ],
    correctIndex: 1,
  },
  {
    id: "kardio-q-102",
    specialty: "Кардиология",
    blockNumber: 2,
    question:
      "Повышение артериального давления характерно для",
    options: [
      "первичного гиперальдостеронизма",
      "гипопаратиреоза",
      "микседемы",
      "болезни Аддисона",
    ],
    correctIndex: 0,
  },
  {
    id: "kardio-q-103",
    specialty: "Кардиология",
    blockNumber: 2,
    question:
      "При антигипертензивной терапии уровень систолического АД у больных ИБС моложе 65 лет, страдающих сахарным диабетом, должен быть менее или равен (в мм рт. ст.)",
    options: ["120", "130", "150", "140"],
    correctIndex: 0,
  },
  {
    id: "kardio-q-104",
    specialty: "Кардиология",
    blockNumber: 2,
    question:
      "Наиболее частым фенотипическим проявлением семейной гипертриглицеридемии и хиломикронемии является",
    options: [
      "эруптивный ксантоматоз кожи",
      "ксантоматоз сухожилий",
      "липоидная дуга роговицы",
      "ксантелазмы век",
    ],
    correctIndex: 0,
  },
  {
    id: "kardio-q-105",
    specialty: "Кардиология",
    blockNumber: 2,
    question:
      "У больных со спонтанной стенокардией приступы обычно возникают",
    options: [
      "на высоте физической нагрузки",
      "во второй половине дня",
      "ночью или рано утром",
      "вне зависимости от циркадности",
    ],
    correctIndex: 2,
  },
  {
    id: "kardio-q-106",
    specialty: "Кардиология",
    blockNumber: 2,
    question:
      "При селективной коронароангиографии введение контрастного вещества производится в",
    options: [
      "устье правой и левой коронарных артерий раздельно",
      "огибающую артерию и ветви правой коронарной артерии",
      "кубитальную, паховую или подключичную вену",
      "устье аорты и основной ствол левой коронарной артерии",
    ],
    correctIndex: 0,
  },
  {
    id: "kardio-q-107",
    specialty: "Кардиология",
    blockNumber: 2,
    question: "Тромболитическая терапия показана",
    options: [
      "при нестабильной стенокардии",
      "в первые сутки любого инфаркта миокарда",
      "в первые 12 часов инфаркта миокарда с подъемом ST",
      "в первые 6 часов мелкоочагового инфаркта миокарда",
    ],
    correctIndex: 2,
  },
  {
    id: "kardio-q-108",
    specialty: "Кардиология",
    blockNumber: 2,
    question:
      "Основным показателем систолической функции левого желудочка является",
    options: [
      "ударный объём",
      "конечный систолический размер левого желудочка",
      "конечный систолический объём",
      "фракция выброса",
    ],
    correctIndex: 3,
  },
  {
    id: "kardio-q-109",
    specialty: "Кардиология",
    blockNumber: 2,
    question:
      "У пациентов с необструктивной ГКМП градиент давления в выходном отделе левого желудочка составляет (в мм рт. ст.) в покое и при нагрузке",
    options: ["менее 20", "менее 30", "более 20", "более 30"],
    correctIndex: 0,
  },
  {
    id: "kardio-q-110",
    specialty: "Кардиология",
    blockNumber: 2,
    question:
      "У больных с клиренсом креатинина 60 мл/мин или менее, принимающих новые пероральные антикоагулянты, функцию почек следует оценивать 1 раз в",
    options: ["2 года", "6 месяцев", "3 месяца", "год"],
    correctIndex: 1,
  },
  {
    id: "kardio-q-111",
    specialty: "Кардиология",
    blockNumber: 2,
    question:
      "Целевым значением ЛПНП для пациентов с СД 2 типа в сочетании с ИБС является уровень менее (в ммоль/л)",
    options: ["3,0", "2,0", "1,4", "2,5"],
    correctIndex: 2,
  },
  {
    id: "kardio-q-112",
    specialty: "Кардиология",
    blockNumber: 2,
    question:
      "К признаку, отличающему ортодромную тахикардию при синдроме WPW от типичной АВ-узловой тахикардии, относят",
    options: [
      "интервал RP < 0,1 c",
      "наличие широких комплексов QRS",
      "наличие дельта-волн",
      "интервал RP > 0,1 c",
    ],
    correctIndex: 2,
  },
  {
    id: "kardio-q-113",
    specialty: "Кардиология",
    blockNumber: 2,
    question:
      "К характерной аускультативной картине легких при декомпенсации хронической сердечной недостаточности по малому кругу относят",
    options: [
      "влажные хрипы с обеих сторон над симметричными участками",
      "шум трения плевры с обеих сторон",
      "сухие басовые хрипы, преимущественно в верхних отделах",
      "сухие свистящие хрипы, преимущественно на вдохе",
    ],
    correctIndex: 0,
  },
  {
    id: "kardio-q-114",
    specialty: "Кардиология",
    blockNumber: 2,
    question:
      "При остром инфаркте миокарда и непереносимости ингибиторов ангиотензинпревращающего фермента может быть рекомендован",
    options: ["кандесартан", "лосартан", "валсартан", "телмисартан"],
    correctIndex: 0,
  },
  {
    id: "kardio-q-115",
    specialty: "Кардиология",
    blockNumber: 2,
    question: "Симптом Мюссе характерен для",
    options: [
      "митрального стеноза",
      "аортального стеноза",
      "аортальной недостаточности",
      "митральной недостаточности",
    ],
    correctIndex: 2,
  },
  {
    id: "kardio-q-116",
    specialty: "Кардиология",
    blockNumber: 2,
    question: "При атриовентрикулярном блоке используют",
    options: ["хинидин", "новокаинамид", "амиодарон", "атропин"],
    correctIndex: 3,
  },
  {
    id: "kardio-q-117",
    specialty: "Кардиология",
    blockNumber: 2,
    question:
      "Для пациента очень высокого сердечно-сосудистого риска при значении ОХС 9 ммоль/л, ЛПНП 5,4 ммоль/л и триглицеридов 3 ммоль/л препаратами выбора являются",
    options: [
      "омега-3-полиненасыщенные жирные кислоты",
      "фибраты",
      "статины",
      "секвестранты жирных кислот",
    ],
    correctIndex: 2,
  },
  {
    id: "kardio-q-118",
    specialty: "Кардиология",
    blockNumber: 2,
    question:
      "Прием статина следует отменить, если уровень АЛТ превышает в ___ норму в двух последовательных измерениях",
    options: ["1,5 раза", "3 раза", "10 раз", "5 раз"],
    correctIndex: 1,
  },
  {
    id: "kardio-q-119",
    specialty: "Кардиология",
    blockNumber: 2,
    question:
      "Для СА-блокады 2 степени 1 типа характерно",
    options: [
      "выпадение импульса после постепенного увеличения времени PP",
      "выпадение импульса после постепенного уменьшения времени PP",
      "развитие сопутствующей АВ-блокады",
      "выпадение импульса без периодического замедления",
    ],
    correctIndex: 0,
  },
];
